//DB2INSRT JOB 'DB2',NOTIFY=&SYSUID,CLASS=A,MSGCLASS=H,
//          MSGLEVEL=(1,1),REGION=4M
//JOBLIB  DD  DISP=SHR,DSN=DB2V13.SDSNLOAD
//GRANT   EXEC PGM=IKJEFT01,DYNAMNBR=20
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN    DD  *
 DSN SYSTEM(DBD1)
 RUN PROGRAM(BANKDATA)  -
 PLAN(BANKZPLN) -
 PARM('1,10000,1,1000000000000000') -
 LIB('BANKZ.V0R1M0.LOADLIB')
 END
/*
